# Creative Commons Attribution-ShareAlike 4.0 International License

## 版权所有 © 2026 AgentTask Protocol 发起团队
本作品采用 知识共享署名-相同方式共享 4.0 国际许可协议 进行许可。

### 您可以自由地：
- 共享 — 在任何媒介以任何形式复制、发行本作品
- 演绎 — 修改、转换或以本作品为基础进行创作，用于任何目的，包括商业目的

只要您遵守许可条款，许可人无法撤销您的这些自由。

### 须遵守以下条款：
- **署名** — 您必须给出适当的署名，提供指向本许可协议的链接，同时标明是否对本作品进行了修改。您可以以任何合理的方式进行，但不得以任何方式暗示许可人认可您或您的使用。
- **相同方式共享** — 如果您修改、转换或以本作品为基础进行创作，您必须采用与本协议相同的许可协议分发您的作品。
- **不得附加额外限制** — 您不得适用法律术语或者技术措施，从而限制其他人做许可协议允许的事情。

### 声明：
您不必为作品中属于公共领域的元素遵守此许可协议，或者法律对您的使用有例外或限制的情况。
不提供任何担保。本许可协议可能没有为您的预期用途提供所有必需的许可。例如，其他权利如 publicity、privacy、或道德权利可能会限制您如何使用本作品。

完整许可证文本：https://creativecommons.org/licenses/by-sa/4.0/legalcode